Repository: common-repository/imasters-wp-faq
Catalog: assets/languages/imasters-wp-faq-*.po
Languages: pt_br

source: Help
pt_br: Ajuda

source: To show the FAQ's insert the following code in the content of the page or post desired separated by category: <code>[imasters-wp-faq cat="1"]</code>
pt_br: Para exibir as FAQ's, insira o seguinte código no conteúdo da página ou post desejado sepando por categoria: <code>[imasters-wp-faq cat="1"]</code>

source: Category name is required.
pt_br: Nome da categoria é requerido.

source: Category added successfully.
pt_br: Categoria adicionada com sucesso.

source: Category dont't added
pt_br: Categoria não adicionada.

source: Category updated successfully.
pt_br: Categoria atualizada com sucesso.

source: Category dont't updated
pt_br: Categoria não atualizada.

source: Delete
pt_br: Excluir

source: Category deleted successfully.
pt_br: Categoria excluída com sucesso.

source: Category in using by some FAQ can't be deleted.
pt_br: Categoria usada por alguma FAQ, não pode ser deletada.

source: Delete category unsuccessful.
pt_br: Exclusão da categoria falhou.

source: Back to manager categories.
pt_br: Voltar para o gerenciador de categorias.

source: Manager categories
pt_br: Gerenciar categorias

source: Observations:
pt_br: Observações:

source: Add category
pt_br: Adicionar categoria

source: Category
pt_br: Categoria

source: Save
pt_br: Salvar

source: or
pt_br: ou

source: cancel
pt_br: cancelar

source: Edit category
pt_br: Editar categoria

source: You are about to delete the selected Category FAQs. \n\n Choose [Cancel] To Stop, [OK] To Delete.
pt_br: Você tem certeza que quer deletar as Categorias de FAQs selecionadas? \n\n Escolha [Cancel] para cancelar, [OK] para excluir.

source: Category name
pt_br: Nome da categoria

source: No category until the moment.
pt_br: Nenhuma categoria até o momento.

source: FAQ category is required.
pt_br: Categoria da FAQ é requerida.

source: FAQ topic is required.
pt_br: Tópico da FAQ é requerido.

source: FAQ answer is required.
pt_br: Resposta da FAQ é requerida.

source: FAQ added successfully.
pt_br: FAQ adicionada com sucesso.

source: FAQ dont't added
pt_br: FAQ não adicionada.

source: FAQ updated successfully
pt_br: FAQ atualizada com sucesso.

source: FAQ don't updated.
pt_br: FAQ não atualizada.

source: FAQ deleted successfully.
pt_br: FAQ excluída com sucesso.

source: Back to manager FAQ's.
pt_br: Voltar para o gerenciador de FAQ's.

source: Manager FAQ's
pt_br: Gerenciar FAQ's

source: Add FAQ
pt_br: Adicionar FAQ

source: Any category added. Add one first.
pt_br: Nenhuma categoria inserida.

source: Topic
pt_br: Tópico

source: Answer
pt_br: Resposta

source: Edit FAQ
pt_br: Editar FAQ

source: Filter by category:
pt_br: Filtrar pela categoria:

source: All
pt_br: Todas

source: Filter
pt_br: Filtrar

source: Search
pt_br: Pesquisar

source: You are about to delete the selected FAQs. \n\n Choose [Cancel] To Stop, [OK] To Uninstall.
pt_br: Você tem certeza que quer deletar as FAQs selecionadas? \n\n Escolha [Cancel] para cancelar, [OK] para excluir.

source: &raquo;
pt_br: &laquo;

source: View answer
pt_br: Ver resposta

source: No FAQ by category:
pt_br: Nenhuma FAQ pela categoria:

source: Show all FAQs
pt_br: Mostrar todas FAQ's

source: No FAQ with the term:
pt_br: Nenhuma FAQ com o termo:

source: No FAQ until the moment.
pt_br: Nenhuma FAQ até o momento.

source: Displaying %s&#8211;%s of %s
pt_br: Mostrando %s&#8211;%s de %s

source: Settings updated successfully.
pt_br: Configurações atualizadas com sucesso.

source: Settings
pt_br: Configurações

source: Insert JavaScript to collapse answers?
pt_br: Usar JavaScript para esconder as respostas?

source: Mark this option to insert javascript.
pt_br: Marque esta opção para inserir o javascript.

source: Uninstall iMasters WP FAQ
pt_br: Desinstalar iMasters WP FAQ

source: Tables
pt_br: Tabelas

source: <li>Table '%s' has been deleted.</li>
pt_br: <li>Tabela '%s' deletada com sucesso.</li>

source: Options
pt_br: Opções

source: <li>Option '%s' has been deleted.</li>
pt_br: <li>Opção '%s' deletada com sucesso.</li>

source: <li>Error deleting Option '%s'.</li>
pt_br: <li>Erro ao deletar a opção '%s'.</li>

source: <a href="%s" class="button-primary">Deactivate iMasters WP FAQ</a> Disable that plugin to conclude the uninstalling.
pt_br: <a href="%s" class="button-primary">Desativar iMasters WP FAQ</a> Desative esse plugin para concluir a desinstalação.

source: Uninstaling this plugin the options and table used by iMasters WP FAQ will be removed.
pt_br: Desinstalando esse plugin as opções e as tabelas usadas por iMasters WP FAQ serão removidas.

source: Warning:
pt_br: Atenção:

source: This process is irreversible. We suggest that you do a database backup first.
pt_br: Esse processo é irreversível. Sugerimos que faça um backup primeiro.

source: The following WordPress Options and Tables will be deleted:
pt_br: As seguintes opções e tabelas do wordpress serão deletadas:

source: WordPress Options
pt_br: Opções do WordPress

source: WordPress Tables
pt_br: Tabelas do Wordpress

source: Yes. Uninstall iMasters WP FAQ now
pt_br: Sim. Desinstalar iMasters WP FAQ agora.

source: Uninstall
pt_br: Desinstalar

source: <p>No FAQ found.</p>
pt_br: <p>Nenhuma FAQ encontrada.</p>

source: Select Category
pt_br: Selecione a Categoria

source: Letters filter
pt_br: Filtro de Letras

source: Mark to show letters filter
pt_br: Marque para mostrar o filtro de letras por categoria

source: Cancel
pt_br: Cancelar

source: Insert
pt_br: Inserir
